{"af":["U stede","Plaas stad by","Voer 'n stadnaam in","Verwerp","Laat toe","Laat plek-toegang toe vir meer akkurate resultate","Vir meer akkurate resultate, oorweeg dit om toegang tot plek in die adresbalk van u blaaier toe te laat","Op grond van u voorkeure vir liggingstoestemmings en u openbare IP-adres.","Huidige ligging","Eenvoudige weer aansoek","Taal","Is jy seker jy wil dit uitvee?","Geen soekresultate nie"],"ar":["مدنك","أضف مدينة","أدخل اسم المدينة","رفض","السماح","السماح بالوصول إلى الموقع للحصول على نتائج أكثر دقة","للحصول على نتائج أكثر دقة ، ضع في اعتبارك السماح بالوصول إلى الموقع في شريط عنوان المتصفح","بناءً على تفضيلات أذونات الموقع وعنوان IP العام الخاص بك.","الموقع الحالي","تطبيق بسيط للطقس","لغة","هل أنت متأكد أنك تريد حذف هذا؟","لا نتائج للبحث"],"az":["Sizin şəhərləriniz","Şəhər əlavə edin","Şəhər adını daxil edin","İşdən çıxarın","İcazə verin","Daha dəqiq nəticələr üçün məkana girişə icazə verin","Daha dəqiq nəticələr əldə etmək üçün brauzerinizin ünvan çubuğunda məkan girişinə icazə verin","Məkan icazəsi seçimlərinizə və ümumi IP adresinizə əsasən.","Hazırki məkan","Sadə hava tətbiqi","Dil","Bunu silmək istədiyinizə əminsiniz?","Axtarış nəticələri yoxdur"],"bg":["Вашите градове","Добавете град","Въведете име на град","Уволни","Позволява","Разрешете достъп до местоположението за по-точни резултати","За по-точни резултати помислете дали да не разрешите достъп до местоположението в адресната лента на браузъра ви","Въз основа на предпочитанията ви за разрешение за местоположение и вашия публичен IP адрес.","Настоящо местонахождение","Просто приложение за времето","Език","Наистина ли искате да изтриете това?","Няма резултати от търсенето"],"ca":["Les vostres ciutats","Afegir ciutat","Introduïu un nom de ciutat","Destitueix","Permet","Permet l'accés a la ubicació per obtenir resultats més precisos","Per obtenir resultats més precisos, penseu a permetre l'accés a la ubicació a la barra d'adreces del navegador","Segons les vostres preferències de permís d'ubicació i la vostra adreça IP pública.","Localització actual","Aplicació meteorològica senzilla","Llenguatge","Esteu segur que voleu suprimir-ho?","No hi ha resultats de cerca"],"cs":["Vaše města","Přidat město","Zadejte název města","Zavrhnout","Dovolit","Chcete-li dosáhnout přesnějších výsledků, povolte přístup k poloze","Chcete-li dosáhnout přesnějších výsledků, zvažte povolení přístupu k poloze v adresním řádku prohlížeče","Na základě vašich preferencí oprávnění k umístění a vaší veřejné IP adresy.","Současná pozice","Jednoduchá aplikace pro počasí","Jazyk","Opravdu to chcete smazat?","Žádné výsledky vyhledávání"],"da":["Dine byer","Tilføj by","Indtast et bynavn","Afskedige","Tillade","Tillad placeringsadgang for mere nøjagtige resultater","For mere nøjagtige resultater, overvej at tillade placeringsadgang i din browsers adresselinje","Baseret på dine placeringstilladelsesindstillinger og din offentlige IP-adresse.","Nuværende lokation","Enkel vejrpåføring","Sprog","Er du sikker på, at du vil slette dette?","Ingen søgeresultater"],"de":["Deine Städte","Stadt hinzufügen","Geben Sie einen Städtenamen ein","Entlassen","ermöglichen","Ermöglichen Sie den Standortzugriff für genauere Ergebnisse","Um genauere Ergebnisse zu erhalten, sollten Sie den Standortzugriff in der Adressleiste Ihres Browsers zulassen","Basierend auf Ihren Standortberechtigungseinstellungen und Ihrer öffentlichen IP-Adresse.","Aktueller Standort","Einfache Wetteranwendung","Sprache","Möchten Sie dies wirklich löschen?","Keine Suchergebnisse"],"en":["Your cities","Add city","Enter a city name","Dismiss","Allow","Allow location access for more accurate results","For more accurate results, consider allowing location access in your browser's address bar","Based on your location permission preferences, and your public IP address.","Current location","Simple weather application","Language","Are you sure you want to delete this?","No search results"],"el":["Οι πόλεις σας","Προσθήκη πόλης","Εισαγάγετε ένα όνομα πόλης","Απολύω","Επιτρέπω","Επιτρέψτε την πρόσβαση στην τοποθεσία για πιο ακριβή αποτελέσματα","Για πιο ακριβή αποτελέσματα, σκεφτείτε να επιτρέψετε την πρόσβαση τοποθεσίας στη γραμμή διευθύνσεων του προγράμματος περιήγησής σας","Με βάση τις προτιμήσεις άδειας τοποθεσίας και τη δημόσια διεύθυνση IP σας.","Τωρινή τοποθεσία","Απλή εφαρμογή καιρού","Γλώσσα","Είστε βέβαιοι ότι θέλετε να το διαγράψετε;","Δεν υπάρχουν αποτελέσματα αναζήτησης"],"eu":["Zure hiriak","Gehitu hiria","Idatzi hiriaren izena","Baztertu","Onartu","Baimendu kokapenera sarbidea emaitza zehatzagoak lortzeko","Emaitza zehatzagoak lortzeko, kontuan hartu zure nabigatzailearen helbide barran kokatzeko sarbidea baimentzea","Zure kokapen baimenen hobespenetan eta zure IP helbide publikoan oinarrituta.","Uneko kokapena","Eguraldi aplikazio erraza","Hizkuntza","Ziur zaude hau ezabatu nahi duzula?","Bilaketaren emaitzarik ez"],"fa":["شهرهای شما","اضافه کردن شهر","نام شهر را وارد کنید","رد","اجازه","برای دستیابی به نتایج دقیق تر ، اجازه دسترسی به مکان را بدهید","برای دستیابی به نتایج دقیق تر ، اجازه دسترسی به مکان را در نوار آدرس مرورگر خود در نظر بگیرید","براساس تنظیمات برگزیده مجوز مکان و آدرس IP عمومی شما.","موقعیت فعلی","برنامه ساده آب و هوا","زبان","آیا مطمئن هستید که می خواهید این را حذف کنید؟","هیچ نتیجه ای برای جستجو یافت نشد"],"fi":["Kaupunkisi","Lisää kaupunki","Anna kaupungin nimi","Hylkää","Sallia","Salli sijainnin käyttö, jotta saat tarkemmat tulokset","Saadaksesi tarkempia tuloksia, harkitse sijainnin käytön sallimista selaimen osoiterivillä","Perustuu sijaintilupa-asetuksiisi ja julkiseen IP-osoitteeseesi.","Tämänhetkinen olinpaikka","Yksinkertainen sääsovellus","Kieli","Haluatko varmasti poistaa tämän?","Ei hakutuloksia"],"fr":["Vos villes","Ajouter une ville","Entrez un nom de ville","Rejeter","Autoriser","Autoriser l'accès à la localisation pour des résultats plus précis","Pour des résultats plus précis, envisagez d'autoriser l'accès à la localisation dans la barre d'adresse de votre navigateur","En fonction de vos préférences d'autorisation de localisation et de votre adresse IP publique.","Localisation actuelle","Application météorologique simple","Langue","Voulez-vous vraiment le supprimer?","Aucun résultat trouvé"],"gl":["As túas cidades","Engadir cidade","Insira un nome de cidade","Desestimar","Permitir","Permite o acceso á localización para obter resultados máis precisos","Para obter resultados máis precisos, considere permitir o acceso á localización na barra de enderezos do seu navegador","Baseado nas preferencias do seu permiso de localización e no seu enderezo IP público.","Localización actual","Aplicación meteorolóxica sinxela","Lingua","Seguro que queres eliminar isto?","Non hai resultados de busca"],"he":["הערים שלך","הוסף עיר","הזן שם עיר","לשחרר","להתיר","אפשר גישה למיקום לקבלת תוצאות מדויקות יותר","לקבלת תוצאות מדויקות יותר, שקול לאפשר גישה למיקום בסרגל הכתובות של הדפדפן","בהתבסס על העדפות הרשאת המיקום שלך וכתובת ה- IP הציבורית שלך.","מיקום נוכחי","יישום מזג אוויר פשוט","שפה"],"hi":["आपके शहर","शहर जोड़ें","शहर का नाम दर्ज करें","खारिज","अनुमति","अधिक सटीक परिणामों के लिए स्थान एक्सेस की अनुमति दें","अधिक सटीक परिणामों के लिए, अपने ब्राउज़र के पता बार में स्थान का उपयोग करने की अनुमति देने पर विचार करें","आपके स्थान की अनुमति वरीयताओं और आपके सार्वजनिक आईपी पते के आधार पर।","वर्तमान स्थान","सरल मौसम आवेदन","भाषा: हिन्दी","क्या आप वाकई इसे हटाना चाहते हैं?","खोजने पर कोई परिणाम नहीं मिला"],"hr":["Vaši gradovi","Dodajte grad","Unesite naziv grada","Odbaciti","Dopustite","Omogućite pristup lokaciji za preciznije rezultate","Za točnije rezultate razmislite o dopuštanju pristupa lokaciji u adresnoj traci preglednika","Na temelju postavki vašeg dopuštenja za lokaciju i vaše javne IP adrese.","Trenutna lokacija","Jednostavna vremenska primjena","Jezik","Jeste li sigurni da to želite izbrisati?","Nema rezultata pretraživanja"],"hu":["A városaid","Város hozzáadása","Írd be a város nevét","Elvetés","Engedélyezés","Engedélyezd a helyhozzáférést a pontosabb találatok érdekében","A pontosabb találatok érdekében fontold meg a helyhozzáférés engedélyezését a böngésző címsorában","Az tartózkodási helyed engedélyezési preferenciái és nyilvános IP címed alapján.","Jelenlegi tartózkodási hely","Egyszerű időjárás alkalmazás","Nyelv","Biztosan törlöd ezt?","Nincs találat"],"id":["Kota Anda","Tambahkan kota","Masukkan nama kota","Memberhentikan","Mengizinkan","Izinkan akses lokasi untuk hasil yang lebih akurat","Untuk hasil yang lebih akurat, pertimbangkan untuk mengizinkan akses lokasi di bilah alamat browser Anda","Berdasarkan preferensi izin lokasi Anda, dan alamat IP publik Anda.","Lokasi saat ini","Aplikasi cuaca sederhana","Bahasa","apa kamu yakin ingin menghapus ini?","Tidak ada hasil pencarian"],"it":["Le tue città","Aggiungi città","Immettere il nome di una città","Respingere","permettere","Consenti l'accesso alla posizione per risultati più accurati","Per risultati più accurati, considera la possibilità di consentire l'accesso alla posizione nella barra degli indirizzi del browser","In base alle tue preferenze di autorizzazione alla posizione e al tuo indirizzo IP pubblico.","Posizione attuale","Semplice applicazione meteo","linguaggio","sei sicuro di voler cancellare questo?","Nessun risultato trovato"],"ja":["あなたの都市","都市を追加","都市名を入力してください","退出させる","許可する","より正確な結果を得るために位置情報へのアクセスを許可してください","より正確な結果を得るには、ブラウザのアドレスバーで位置情報へのアクセスを許可することを検討してください","場所の許可設定とパブリックIPアドレスに基づきます。","現在位置","シンプルな気象アプリケーション","言語","これを削除してもよろしいですか？","検索結果はありません"],"ko":["당신의 도시","도시 추가","도시 이름을 입력하세요.","간단히 처리해 버리다","허용하다","더 정확한 결과를 위해 위치 액세스 허용","더 정확한 결과를 얻으려면 브라우저의 주소 표시 줄에서 위치 액세스를 허용하는 것이 좋습니다.","위치 권한 기본 설정 및 공용 IP 주소를 기반으로합니다.","현재 위치","간단한 날씨 적용","언어","삭제 하시겠습니까?","검색 결과 없음"],"lv":["Jūsu pilsētas","Pievienot pilsētu","Ievadiet pilsētas nosaukumu","Atlaist","Atļaut","Atļaujiet piekļuvi atrašanās vietai, lai iegūtu precīzākus rezultātus","Lai iegūtu precīzākus rezultātus, apsveriet iespēju atļaut piekļuvi atrašanās vietai pārlūka adreses joslā","Pamatojoties uz jūsu atrašanās vietas atļauju preferencēm un jūsu publisko IP adresi.","Pašreizējā atrašanās vieta","Vienkārša laika apstākļu lietošana","Valoda","Vai tiešām vēlaties to izdzēst?","Nav meklēšanas rezultātu"],"lt":["Tavo miestai","Pridėti miestą","Įveskite miesto pavadinimą","Atsisakyti","Leisti","Leiskite pasiekti vietovę, kad gautumėte tikslesnius rezultatus","Norėdami gauti tikslesnius rezultatus, apsvarstykite galimybę leisti prieigą prie vietos naršyklės adreso juostoje","Atsižvelgiant į jūsų vietovės leidimo nuostatas ir jūsų viešąjį IP adresą.","Dabartinė vieta","Paprasta orų programa","Kalba","Ar tikrai norite tai ištrinti?","Paieškos rezultatų nėra"],"mk":["Вашите градови","Додај град","Внесете име на град","Отфрли","Дозволете","Дозволете пристап до локацијата за попрецизни резултати","За попрецизни резултати, размислете да дозволите пристап до локацијата во лентата за адреси на вашиот прелистувач","Врз основа на преференциите за дозвола за вашата локација и вашата јавна IP адреса.","Моментална локација","Едноставна временска апликација","Јазик","Дали сте сигурни дека сакате да го избришете ова?","Нема резултати од пребарување"],"nb":["Byene dine","Legg til by","Skriv inn et bynavn","Avskjedige","Tillate","Tillat lokasjonstilgang for mer nøyaktige resultater","Hvis du vil ha mer nøyaktige resultater, bør du vurdere å tillate posisjonstilgang i nettleserens adressefelt","Basert på preferansene for plasseringstillatelse og den offentlige IP-adressen din.","Nåværende plassering","Enkel værpåføring","Språk","Er du sikker på at du vil slette dette?","Ingen søkeresultater"],"nl":["Jouw steden","Stad toevoegen","Voer een plaatsnaam in","Afwijzen","Toestaan","Sta locatietoegang toe voor nauwkeurigere resultaten","Voor nauwkeurigere resultaten kunt u overwegen locatietoegang toe te staan ​​in de adresbalk van uw browser","Op basis van uw voorkeuren voor locatietoestemming en uw openbare IP-adres.","Huidige locatie","Eenvoudige weertoepassing","Taal","Weet u zeker dat u dit wilt verwijderen?","Geen resultaten gevonden"],"pl":["Twoje miasta","Dodaj miasto","Wpisz nazwę miasta","Oddalić","Dopuszczać","Zezwól na dostęp do lokalizacji, aby uzyskać dokładniejsze wyniki","Aby uzyskać dokładniejsze wyniki, rozważ zezwolenie na dostęp do lokalizacji w pasku adresu przeglądarki","Na podstawie Twoich preferencji dotyczących lokalizacji i Twojego publicznego adresu IP.","Aktualna lokalizacja","Prosta aplikacja pogodowa","Język","Czy na pewno chcesz to usunąć?","Brak wyników wyszukiwania"],"pt":["Suas cidades","Adicionar cidade","Insira um nome de cidade","Dispensar","Permitir","Permita o acesso à localização para resultados mais precisos","Para resultados mais precisos, considere permitir o acesso ao local na barra de endereço do seu navegador","Com base em suas preferências de permissão de localização e seu endereço IP público.","Localização atual","Aplicativo de clima simples","Língua","Tem certeza de que deseja excluir?","Sem resultados de pesquisa"],"ro":["Orașele tale","Adăugați oraș","Introduceți un nume de oraș","Renunță","Permite","Permiteți accesul la locație pentru rezultate mai precise","Pentru rezultate mai precise, vă recomandăm să permiteți accesul la locație în bara de adrese a browserului dvs.","Pe baza preferințelor dvs. privind permisiunea de locație și a adresei IP publice.","Locatia curenta","Aplicare meteo simplă","Limba","Sigur doriți să ștergeți acest lucru?","Nu există Rezultate"],"ru":["Ваши города","Добавить город","Введите название города","Отклонить","Позволять","Разрешить доступ к местоположению для более точных результатов","Для получения более точных результатов рассмотрите возможность доступа к местоположению в адресной строке браузера.","На основе настроек разрешения вашего местоположения и вашего общедоступного IP-адреса.","Текущее местоположение","Простое погодное приложение","Язык","Вы уверены, что хотите удалить это?","Нет Результатов Поиска"],"sv":["Dina städer","Lägg till stad","Ange ett stadsnamn","Avfärda","Tillåta","Tillåt platsåtkomst för mer exakta resultat","För mer exakta resultat, överväg att tillåta platsåtkomst i webbläsarens adressfält","Baserat på dina inställningar för platsbehörighet och din offentliga IP-adress.","Nuvarande position","Enkel väderapplikation","Språk","Är du säker på att du vill ta bort detta?","Inga sökresultat"],"sk":["Vaše mestá","Pridajte mesto","Zadajte názov mesta","Zavrieť","Povoliť","Povoľte prístup k polohe a získajte presnejšie výsledky","Ak chcete získať presnejšie výsledky, zvážte povolenie prístupu k polohe v paneli s adresou prehliadača","Na základe vašich preferencií povolení polohy a vašej verejnej adresy IP.","Súčasná poloha","Jednoduchá aplikácia pre počasie","Jazyk","Naozaj to chcete odstrániť?","Žiadne výsledky vyhľadávania"],"sl":["Vaša mesta","Dodaj mesto","Vnesite ime mesta","Odpusti","Dovoli","Omogočite dostop do lokacije za natančnejše rezultate","Za natančnejše rezultate razmislite o dovoljenju dostopa do lokacije v naslovni vrstici brskalnika","Glede na vaše nastavitve za lokacijsko dovoljenje in vaš javni naslov IP.","Trenutna lokacija","Preprosta vremenska aplikacija","Jezik","Ali ste prepričani, da želite to izbrisati?","Ni rezultatov iskanja"],"es":["Tus ciudades","Agregar ciudad","Ingrese un nombre de ciudad","Descartar","Permitir","Permita el acceso a la ubicación para obtener resultados más precisos","Para obtener resultados más precisos, considere permitir el acceso a la ubicación en la barra de direcciones de su navegador","Según sus preferencias de permisos de ubicación y su dirección IP pública.","Ubicación actual","Aplicación meteorológica sencilla","Idioma","¿Estás seguro que quieres eliminar esto?","Sin resultados de búsqueda"],"sr":["Ваши градови","Додајте град","Унесите име града","Одбаци","Дозволи","Омогућите приступ локацији за тачније резултате","За тачније резултате размислите о томе да дозволите приступ локацији у траци за адресу прегледача","На основу поставки за дозволу локације и ваше јавне ИП адресе.","Тренутна локација","Једноставна временска примена","Језик","Да ли сте сигурни да желите ово да избришете?","Нема резултата претраге"],"sq":["Qytetet tuaja","Shto qytetin","Vendosni një emër të qytetit","Shkarkoni","Lejo","Lejoni hyrjen në vendndodhje për rezultate më të sakta","Për rezultate më të sakta, konsideroni të lejoni hyrjen në vendndodhje në shiritin e adresave të shfletuesit tuaj","Bazuar në preferencat tuaja të lejes së vendndodhjes dhe adresën tuaj IP publike.","Vendndodhja aktuale","Aplikim i thjeshtë për motin","Gjuhe","Je i sigurt që dëshiron ta fshish këtë?","Nuk ka rezultate kërkimi"],"th":["เมืองของคุณ","เพิ่มเมือง","ป้อนชื่อเมือง","ปิด","อนุญาต","อนุญาตให้เข้าถึงตำแหน่งเพื่อผลลัพธ์ที่แม่นยำยิ่งขึ้น","เพื่อผลลัพธ์ที่แม่นยำยิ่งขึ้นให้พิจารณาอนุญาตการเข้าถึงตำแหน่งในแถบที่อยู่ของเบราว์เซอร์ของคุณ","ขึ้นอยู่กับการตั้งค่าการอนุญาตตำแหน่งของคุณและที่อยู่ IP สาธารณะของคุณ","สถานที่ปัจจุบัน","แอปพลิเคชั่นสภาพอากาศที่เรียบง่าย","ภาษา","แน่ใจไหมว่าต้องการลบสิ่งนี้","ไม่มีผลการค้นหา"],"tr":["Şehirleriniz","Şehir ekleyin","Bir şehir adı girin","Reddet","İzin vermek","Daha doğru sonuçlar için konum erişimine izin verin","Daha doğru sonuçlar için, tarayıcınızın adres çubuğunda konum erişimine izin vermeyi düşünün","Konum izin tercihlerinize ve genel IP adresinize göre.","Mevcut konum","Basit hava durumu uygulaması","Dil","Bunu silmek istediğinizden emin misiniz?","Arama sonucu bulunamadı"],"uk":["Ваші міста","Додати місто","Введіть назву міста","Звільнити","Дозвольте","Дозвольте доступ до місцезнаходження для отримання більш точних результатів","Для отримання більш точних результатів розгляньте можливість надання доступу до місцезнаходження в адресному рядку веб-переглядача","На основі налаштувань дозволу на ваше місцезнаходження та вашої загальнодоступної IP-адреси.","Поточне місцезнаходження","Просте застосування погоди","Мова","Ви впевнені, що хочете видалити це?","Немає результатів пошуку"],"vi":["Thành phố của bạn","Thêm thành phố","Nhập tên thành phố","Bỏ qua","Cho phép","Cho phép truy cập vị trí để có kết quả chính xác hơn","Để có kết quả chính xác hơn, hãy xem xét cho phép truy cập vị trí trong thanh địa chỉ của trình duyệt","Dựa trên tùy chọn quyền vị trí và địa chỉ IP công cộng của bạn.","Vị trí hiện tại","Ứng dụng thời tiết đơn giản","Ngôn ngữ","Bạn có chắc chắn muốn xóa cái này không?","Không có kết quả tìm kiếm"],"zh-TW":["你的城市","新增城市","輸入城市名","解僱","允許","允許訪問位置以獲得更準確的結果","為了獲得更準確的結果，請考慮允許在瀏覽器的地址欄中訪問位置","根據您的位置許可首選項和您的公共IP地址。","當前位置","簡單的天氣應用","語言","你確定要刪除這個嗎？","沒有搜尋結果"],"zh":["你的城市","新增城市","输入城市名","解雇","允许","允许访问位置以获得更准确的结果","为了获得更准确的结果，请考虑允许在浏览器的地址栏中访问位置","根据您的位置许可首选项和您的公共IP地址。","当前位置","简单的天气应用","语言","你确定要删除这个吗？","没有搜寻结果"],"zu":["Imizi yakho","Faka idolobha","Faka igama ledolobha","Chitha","Vumela","Vumela ukufinyelela kwendawo ukuthola imiphumela enembe kakhudlwana","Ukuze uthole imiphumela enembe kakhudlwana, cabanga ukuvumela ukufinyelela kwendawo kubha yekheli lesiphequluli sakho","Kususelwa kokuncamelayo kwemvume yendawo yakho, nekheli lakho le-IP elisesidlangalaleni.","Indawo yamanje","Isimo sezulu esilula","Ulimi","Uqinisekile ukuthi ufuna ukususa lokhu?","Ayikho imiphumela yosesho"]}